# LbForceDashFtPerFt Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..LbForceDashFtPerFt Property
SymbolTypeId Class See Also
---
Symbol lb-ft/ft, indicating unit Pound force feet per foot.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LbForceDashFtPerFt { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LbForceDashFtPerFt As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LbForceDashFtPerFt {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace